app/controllers/blogs_controller.rb

  def index
    @blogs = Blog.all   #Short für Blog.find :all
---
SELECT * FROM "blogs"